Repository: ortese89/RoboPrinter
Catalog: FrontEnds/FrontEnds.RoboPrinter/Resources/Common.*.resx
Languages: ar_ae

source: A
ar_ae: إلى

source: Accedi
ar_ae: دخول

# AggiungiSvincolo
source: Aggiungi Punto di Svincolo
ar_ae: Add Clearance Point

source: Applica Filtri
ar_ae: تطبيق المرشحات

source: Avvia Ciclo
ar_ae: Start Cycle

source: Avvia Ciclo Continuo
ar_ae: بدء الدورة المستمرة

source: Avvia Ciclo Singolo
ar_ae: بدء الدورة الفردية

source: Azzera Filtri
ar_ae: إعادة تعيين المرشحات

source: CancellaTutto
ar_ae: Delete All

source: Carica
ar_ae: تحميل

source: Contenuto
ar_ae: محتوى

source: Da
ar_ae: من

source: Descrizione
ar_ae: وصف

source: Diagnostica
ar_ae: التشخيص

source: Duplica
ar_ae: Clone

source: Etichette
ar_ae: ملصقات

source: Funzioni Manuali
ar_ae: وظائف يدوية

source: Home
ar_ae: الصفحة الرئيسية

source: ID
ar_ae: معرف

# IdProdottoRichiesto
source: Selezionare un prodotto da clonare
ar_ae: Select a product to clone

source: Impostazioni
ar_ae: Settings

source: Matricola
ar_ae: الرقم التسلسلي

source: Mostra Filtri
ar_ae: إظهار الفلاتر

source: Nascondi Filtri
ar_ae: إخفاء الفلاتر

source: Nome Prodotto
ar_ae: Product Name

# NomeProdottoRichiesto
source: Il nome del prodotto è obbligatorio
ar_ae: The product's name is required

source: Nuovo Prodotto
ar_ae: New Product

source: Nuovo Prodotto
ar_ae: New Product

# OrarioApplicazione
source: Orario di applicazione
ar_ae: وقت اللصق

# OrarioPrelievo
source: Orario di prelievo
ar_ae: وقت الالتقاط

# PasswordRichiesta
source: La password è obbligatoria
ar_ae: اسم المستخدم مطلوب

source: Percorso
ar_ae: مسار

source: Prodotti
ar_ae: المنتجات

source: Prodotto
ar_ae: المنتج

source: Prodotto da clonare
ar_ae: Product to clone

source: Robot
ar_ae: الروبوت

source: Salva
ar_ae: حفظ

source: Seleziona percorso
ar_ae: اختر المسار

source: Seleziona prodotto
ar_ae: حدد المنتج

source: Storico
ar_ae: السجل

# UsernameRichiesto
source: Il nome utente è obbligatorio
ar_ae: كلمة المرور مطلوبة

# VaiA
source: Vai
ar_ae: اذهب إلى

# ConfermaSpegnimento
source: Sicuro di voler spegnere il sistema?
ar_ae: Are you sure you want to shutdown the system?

# UtenteAssente
source: Utente non trovato
ar_ae: المستخدم غير موجود

# ProdottoEsistente
source: Prodotto già esistente!
ar_ae: المنتج موجود بالفعل!

source: Funzioni Manuali e Diagnostica
ar_ae: الوظائف اليدوية والتشخيصات

source: Stampante
ar_ae: طابعة

source: Pneumatica - Vuoto
ar_ae: فراغ هوائي

source: Pneumatica - Soffiatore
ar_ae: منفاخ هوائي

source: Assorbimento Asse J1
ar_ae: محور امتصاص القدرة J1

source: Assorbimento Asse J2
ar_ae: محور امتصاص القدرة J2

source: Assorbimento Asse J3
ar_ae: محور امتصاص القدرة J3

source: Assorbimento Asse J4
ar_ae: محور امتصاص القدرة J4

source: Assorbimento Asse J5
ar_ae: محور امتصاص القدرة J5

source: Assorbimento Asse J6
ar_ae: محور امتصاص القدرة J6

# ModalitaOperativa
source: Modalità Operativa
ar_ae: الوضع التشغيلي

# ModalitaCorrente
source: Modalità Corrente
ar_ae: الوضع الحالي

# SelezionareModalitaOperativa
source: Selezionare Modalità Operativa
ar_ae: حدد وضع التشغيل

source: I/O Digitali
ar_ae: الإدخال/الإخراج الرقمي

source: Autoapplicazione
ar_ae: التطبيق الذاتي

# ModalitaImpulsiva
source: Modalità Impulsiva
ar_ae: الوضع الاندفاعي

source: Applica
ar_ae: يتقدم

source: ELIMINA
ar_ae: يمسح
